Repository: common-repository/cleverreach
Catalog: i18n/languages/cleverreach-*.po
Languages: de_de

source: # Subscribers
de_de: Anzahl aktiver Empfänger

source: <strong>Warning:</strong> CleverReach has changed its API, so you really <strong>have to</strong> update CleverReach WooCommerce to version %s.
de_de: <strong>Achtung:</strong> CleverReach hat seine Schnittstelle geändert, du <strong>musst</strong> daher unbedingt CleverReach WooCommerce auf Version %s aktualisieren.

source: Above field
de_de: Über dem Feld

source: Add checkbox to checkout
de_de: Anmelde-Checkbox beim Bestellvorgang

source: Add number of sales per user to CleverReach profile
de_de: Speichert Anzahl der Käufe im CleverReach Profil

source: Add the CleverReach widget to your sidebar
de_de: Fügen Sie CleverReach Widget in Ihre Sidebar ein

source: Add to WooCommerce
de_de: CleverReach im WooCommerce Shop integrieren

source: Already subscribed
de_de: Bereits angemeldet

source: An Error occured
de_de: Es ist ein Fehler aufgetreten

source: Available Fields
de_de: Verfügbare Felder

source: Available Options
de_de: Verfügbare Optionen

source: Checkbox caption
de_de: Checkbox Beschriftung

source: Checked by default
de_de: Vorausgewählt

source: CleverReach can seamlessly be integrated in your WooCommerce checkout process.
de_de: Du kannst deine Newsletter Anmeldung direkt in den Bezahlvorgang deines Stores integrieren

source: CleverReach Connection
de_de: CleverReach Verbindung

source: CleverReach form
de_de: CleverReach Formular

source: CleverReach Form Integrations
de_de: CleverReach Formular Integration

source: CleverReach has changed its API, please reconnect your account <a href="%s">here</a> using the new REST API and review all of your settings.
de_de: CleverReach hat die API geändert. Bitte verbinden Sie Ihren Account <a href="%s">hier</a> erneut mit der neuen REST API und überprüfen Sie alle Ihre Einstellungen.

source: CleverReach Sign-Up Form
de_de: CleverReach Anmeldeformular

source: Comment Form Integration
de_de: Kommentar Integration

source: Company
de_de: Firma

source: Connect to CleverReach
de_de: Mit CleverReach verbinden

source: Connection initialized. Please save your settings to test connection and load your lists.
de_de: Verbindung wird initialisiert. Bitte speichern Sie Ihre Einstellungen, um die Verbindung zu testen und Ihre Empfängerlisten zu laden.

source: Could not load lists.
de_de: Listen konnten nicht geladen werden.

source: Delete this form and reload list attributes from CleverReach?
de_de: Dieses Formular löschen und die Listen-Felder Attribute von CleverReach laden?

source: Description Text
de_de: Beschreibungstext

source: Drag & Drop fields to create your form
de_de: Zieh deine Felder an die gewünschte Position um dein Formular zusammen zu stellen.

source: Drop this line of PHP code in your theme where you want to show the form.
de_de: Fügen Sie diese Zeile PHP Code in Ihre Theme an der Stelle ein wo Sie das Formular anzeigen möchten.

source: Easily integrate a CleverReach Sign-Up Form in your website.
de_de: Füge ganz einfach ein CleverReach Newsletter Formular in deine Website ein.

source: Edit form in new tab
de_de: Formular in neuem Tab bearbeiten

source: Email Address
de_de: E-Mail Adresse

source: Embed your signup form
de_de: Binden Sie Ihr Anmeldeformular ein

source: Family
de_de: Familie

source: Form Settings
de_de: Formular Einstellungen

source: General Settings
de_de: Allgemeine Einstellungen

source: General settings
de_de: Allgemeine Einstellungen

source: Global Attribute
de_de: Globales Attribut

source: How to use this form
de_de: Verwendung des Formulars

source: https://support.cleverreach.de/hc/en-us/
de_de: https://support.cleverreach.de/hc/de

source: https://www.cleverreach.com/en/integrations/wordpress/
de_de: https://www.cleverreach.com/de/integrationen/wordpress/

source: Inside field
de_de: Innerhalb des Feldes

source: Integration Settings
de_de: Integrationseinstellungen

source: Integrations
de_de: Integration

source: Invalid Email
de_de: Ungültige E-Mail Adresse

source: Just drag the fields to the form above.
de_de: Ziehen Sie die Felder einfach in das obenstehende Formular.

source: Keep track of latest purchase date in CleverReach
de_de: Speichert das letzte Bestelldatum in CleverReach

source: Label
de_de: Beschriftung

source: Label position
de_de: Position der Beschriftung

source: Left of field
de_de: Links vom Feld

source: List Name
de_de: Name der Liste

source: List:
de_de: Liste:

source: Load Form Attributes
de_de: Lade Formular Felder

source: Loading signup form...
de_de: Anmeldeformular wird geladen...

source: Looking for more integration between WordPress and CleverReach? Other ones are NinjaForms, PopUpMaker, Contact Form 7, etc.
de_de: Auf der Suche nach weiteren Integrationen zwischen WordPress und CleverReach? Weitere sind beispielsweise NinjaForms, PopUpMaker, Contact Form 7, etc.

source: Looking for Support?
de_de: Hilfe gefällig?

source: More info
de_de: Mehr Info

source: Mr.
de_de: Herr

source: Mrs.
de_de: Frau

source: Name attribute
de_de: Attribut für den Namen

source: Need more features?
de_de: Brauchst du mehr Features

source: Oops. Something went wrong. Please try again later.
de_de: Es ist ein Fehler aufgetreten, bitte versuch es später nochmal.

source: Please check out our <a href="%s">helpcenter</a> or our <a href="%s">seminars.</a>
de_de: Besuchen Sie unser <a href="%s">Help Center</a> oder unsere <a href="%s">Online-Seminare.</a>

source: Please click the button below to connect to your CleverReach account.<br><br>If you don't have an account yet <a href="https://www.cleverreach.com/en/login/" target="_blank">SIGNUP HERE</a> for a free newsletter system for up to 250 receivers.
de_de: Bitte klicke auf den Button um deinen CleverReach account zu verbinden.<br><br>Wenn du noch keinen CleverReach Account hast, kannst du dich <a href=\"https://www.cleverreach.com/de/login/" target=\"_blank\">HIER</a> anmelden.<br>Du erhältst für bis zu 250 Empfänger ein kostenloses professionelles Newsletter-System.

source: Please create attribute field in your CleverReach list and reload lists in plugin general page.
de_de: Bitte legen Sie diese in der Empfängerliste unter Einstellungen in Ihrem CleverReach-Konto an und laden Sie die Listen auf der Seite Allgemeine Einstellungen des Plugins neu.

source: Please create form in your CleverReach account and reload lists in plugin general page.
de_de: Bitte erstellen Sie ein Formular in Ihrem CleverReach Konto und laden Sie die Listen auf der Seite Allgemeine Einstellungen des Plugins neu.

source: Please create list in your CleverReach account and reload lists in plugin general page.
de_de: Bitte erstellen Sie eine Liste in Ihrem CleverReach Konto und laden Sie die Listen auf der Seite Allgemeine Einstellungen des Plugins neu.

source: Please make sure this option is allowed in your country.
de_de: Stellen Sie bitte sicher das diese Option in Ihrem Land erlaubt ist.

source: Please provide a valid email address.
de_de: Bitte gib eine gültige E-Mail Adresse an.

source: Please save your form changes first in order to refresh available attributes.
de_de: Bitte Änderungen speichern, um die verfügbaren Daten-Felder zu aktualisieren.

source: Please select a CleverReach form above.
de_de: Bitte wählen Sie oben ein CleverReach Formular aus.

source: Please select a form below to load the list attributes from CleverReach. To use these functions, a form and a recipient list need to be set up in CleverReach.
de_de: Bitte wählen Sie ein Formular um die Listen-Felder Attribute von Ihrem CleverReach Account zu laden. Um diese Funktion zu nutzen, müssen in CleverReach ein Formular und eine Empfängerliste erstellt werden.

source: Privacy policy checkbox
de_de: Datenschutz-Checkbox

source: Reconnect
de_de: Erneut verbinden

source: Reconnect to new CleverReach API.
de_de: Stellen Sie eine erneute Verbindung mit der neuen CleverReach API her.

source: Reload Lists from CleverReach
de_de: Aktualisiere deine Listen von CleverReach

source: required
de_de: erforderlich

source: Required Field Error
de_de: Pflichtfeld Fehlermeldung

source: Right of field
de_de: Rechts des Feldes

source: Select a CleverReach attribute to store the name of the comment author.
de_de: Wählen Sie ein CleverReach-Datenfeld aus, um den Namen des Kommentarautors in CleverReach zu speichern.

source: Select CleverReach group
de_de: CleverReach Gruppe im Backend wählbar

source: Show checkbox in comments
de_de: Anmelde-Checkbox im Kommentar Formular anzeigen

source: Sign up for our newsletter
de_de: Für unseren Newsletter anmelden

source: Sign-Up Form for CleverReach Newsletter
de_de: Anmeldeformular für CleverReach Newsletter

source: Signup for our Newsletter!
de_de: Melde dich zu unserem Newsletter an!

source: Submit Button
de_de: Absenden-Button

source: Submit product categories to CleverReach
de_de: Produktkategorien können an CleverReach übertragen werden

source: Subscribe
de_de: Anmelden

source: Success message
de_de: Erfolgsnachricht

source: Thank you for your subscription.
de_de: Vielen Dank für Deine Anmeldung

source: The form which you have selected for the form builder under the Form Builder tab, doesn’t exist anymore. Please set a new one.
de_de: Das Formular, welches Sie im Form-Builder benutzt haben, existiert leider nicht mehr. Bitte hinterlegen Sie ein neues Formular.

source: The form which you have selected for the newsletter checkbox under the Integration tab, doesn’t exist anymore. Please set a new one.
de_de: Das Formular, welches Sie im Plugin-Tab "Integrationen" für die Newsletter-Checkbox gewählt haben, existiert leider nicht mehr. Bitte wählen Sie ein neues Formular.

source: The selected form for the form builder doesn’t exist anymore.
de_de: Das gewählte Formular für den Form Builder existiert nicht mehr.

source: The selected form for the newsletter form doesn’t exist anymore.
de_de: Das ausgewählte Newsletter-Formular existiert nicht mehr.

source: There are different ways to use this form:
de_de: Es gibt verschiedene Möglichkeiten dieses Formular anzuzeigen:

source: There are no attributes in your CleverReach account.
de_de: In Ihrem CleverReach Konto gibt es keine Daten-Felder.

source: There are no recipient lists in your CleverReach account.
de_de: In Ihrem CleverReach Konto gibt es keine Empfängerlisten.

source: There has been an error, please try again later.
de_de: Ein Fehler ist aufgetreten, bitte versuchen Sie es später erneut.

source: This is a mandatory field.
de_de: Dies ist ein Pflichtfeld.

source: Use the <code>[cleverreach_signup]</code> shortcode anywhere in your pages or posts
de_de: Verwenden Sie den <code>[cleverreach_signup]</code> Shortcode in Ihren Seiten oder Beiträgen

source: Yes, I agree to your privacy policy...
de_de: Ja, ich stimme den Datenschutzbestimmungen zu.

source: You can switch to the new faster REST API at any time, just connect your account below.
de_de: Du kannst sofort auf die neue schnellere REST Schnittstelle wechseln, verbinde einfach deinen Account unterhalb.

source: You're already subscribed.
de_de: Du bist bereits angemeldet.

source: Your CleverReach account is connected.
de_de: Ihr CleverReach-Account ist verbunden.

source: Your CleverReach lists
de_de: Deine CleverReach Listen

source: Your Form
de_de: Dein Formular
